{
    "pauna1" :{
        "text":"Ang pag-aaral na ito ay nakatuon sa paglalahad ng kasaysayan at proseso ng paggawa ng Barikolkol, mas kilala bilang Bariks, sa bayan ng Vinzons, Camarines Norte. Sa kabila ng paglipas ng panahon at pag-usbong ng makabagong teknolohiya, nananatiling buhay ang tradisyunal na paraan ng paggawa ng inuming ito na mula sa katas ng sasa o nipa."
    },
    "pauna2" :{
        "text":"Layunin ng elektronikong aklat na ito na ipakita ang kahalagahan ng Bariks hindi lamang bilang isang produkto, kundi bilang bahagi ng pamana at kultura ng Vinzons. Ilalahad dito ang iba't ibang hakbang ng proseso ng paggawa ng Bariks—mula sa pag-aani ng katas ng sasa, hanggang sa pagdestila at pagbubote ng natapos na produkto. Ipababatid din sa mga mambabasa kung paano nagsisilbing kabuhayan ng ilang mamamayan ang gawaing ito, at kung paanong naipapasa sa bawat henerasyon ang kaalaman tungkol dito."
    },
    "pauna3" :{
        "text":"Bukod sa dokumentasyon ng proseso, layunin din ng aklat na ito na mapanatili at maipagpatuloy ang tradisyunal na pagbabariks sa modernong panahon. Sa pamamagitan ng paglikha ng isang elektronikong aklat, inaasahang mas mapapalawak ang kaalaman at kamalayan tungkol sa Bariks at maipasa ito hindi lamang sa loob ng komunidad kundi maging sa mas malawak pang saklaw."
    },
    "pauna4" :{
        "text":"Sa pamamagitan ng pagtalakay sa kasaysayan, proseso, at kahalagahan ng Bariks, inaasahang maipapakita na ito ay hindi lamang simpleng inumin kundi isang mahalagang bahagi ng kultura at pagkakakilanlan ng bayan ng Vinzons. Nawa'y magsilbi itong inspirasyon upang mas mapalalim ang pagpapahalaga at pagmamalasakit sa sariling kultura, at magsilbing gabay para sa mga susunod na henerasyon."
    },
    "inrtro1" :{
        "text":"Likas at natural na tumutubo ang Sasa o nipa sa mga barangay sa bayan ng Vinzons, Camarines Norte. Ang Sasa o nipa ay isang tropikal na halaman na tumutubo sa Pilipinas. Umaabot ng hanggang 9 na metro ang taas ng dahon nito. Ang bunga naman ay kumpol-kumpol na nakaayos sa pabilog na paraan, umaabot hanggang sa 25 cm ang lapad sa isang tangkay. Ang sasa ang pangunahing produktong ginagamit ng mga magbabariks sa bayan ng Vinzons upang makagawa ng Barikolkol o tinatawag sa lokal bilang bariks, isang mas pinaikling katawagan nito."
    },
    "inrtro2" :{
        "text":"Isa ang paggawa ng bariks sa mga tradisyunal na kabuhayan ng Vinzons Camarines Norte na mayroong mahabang kasaysayan at malaking kapakinabangan sa mga mamamayan dito.  Nagsilbi itong pagkakakilanlan at pangunahing pinagkakakitaan. Daluyan din ito  ng mayamang kultura, tradisyon, at mga paniniwala. Sumasalamin ito sa pagiging malikhain at maparaan ng mga Vinzoñians sa paggamit ng likas na yaman upang makabuo ng ganitong uri ng produkto. Ang preserbasyon ng kaalaman at kasanayan tungkol dito ay mahalaga at dapat pagyabungin pa sa mga susunod na henerasyon. "
    },
    "brgy1" :{
        "text":"sa sa pinakamatanda at isang ika-apat na klaseng bayan sa lalawigan ng Camarines Norte ang bayan ng Vinzons. Tinawag itong Tacboan, ang unang naitalang pangalan ng bayan ng Vinzons at pinalitan ng Indan nang lumaon. Pinalitan ito ng Vinzons bilang parangal kay Wenceslao Q. Vinzons, isang dating gubernador ng lalawigan ng Camarines Norte. Kilala ang bayang ito dahil sa likas na yaman at kultura nito. Sagana ito sa nipa o sasa na pangunahing ginagamit sa paggawa ng lambanog sa pamamagitan ng tradisyunal na prosesong tinatawag na barikolkol o pagbabariks. Kilala rin sa paggawa ng iba’t ibang kakanin na hinubog ng tradisyunal na pamamaraan ng pagluluto ang bayan ng Vinzons. Ilan sa mga tanyag na kakanin dito ay ang angko, nilubak, suman, bibingka, puto, at kutsinta na karaniwang inihahain sa mga espesyal na okasyon at pagdiriwang. Bahagi na rin ng kanilang pamumuhay ang paggawa ng mga kakanin, na nagpapakita ng kanilang pagkamalikhain sa paggamit ng likas na yaman gaya ng niyog, bigas, at asukal. Bukod pa rito, matatagpuan din sa Vinzons ang mayamang yamang-dagat mula sa karagatang pumapalibot dito. Kilala ang lugar sa masaganang ani ng isda, hipon, alimango, at iba pang yamang-dagat na nagsisilbing pangunahing kabuhayan ng maraming residente. Dagdag pa rito, mayaman din ang Vinzons sa kagubatan na pinagmumulan ng iba’t ibang uri ng kahoy at halamang gamot, gayundin ang matabang lupang pang-agrikultura na angkop sa pagtatanim ng palay, niyog, at gulay. Sa kabila ng modernisasyon, patuloy na pinangangalagaan ng mga taga-Vinzons ang kanilang likas na yaman at kultura, lalo na ang kanilang tradisyunal ng paggawa ng lambanog, na nagsisilbing pagkakakilanlan  at pamana para sa susunod na henerasyon."
    },
    "cagbalogo": {
      "text": "Mahalagang bahagi na ng buhay ng mga lokal na mamamayan sa barangay Cagbalogo ang tradisyunal na pagbabariks. Isa ang komunidad ng Cagbalogo sa mga barangay sa munisipalidad ng Vinzons na mayroong malawak na taniman at pinagkukunan ng Sasa o nipa sa lalawigan. Hindi ito nakapagtataka dahil sa heograpiya ng lugar na malapit lamang sa baybaying-dagat at napapalibutan ng iba't ibang likas na yaman. Kaya't halos nakatuon  sa  sa mga gawaing may kinalaman sa kanilang kapaligiran at likas na yaman tulad ng pangingisda at pagninipa ang kanilang mga hanapbuhay. Ngunit karamihan sa mga lokal na pamilya rito ang umaasa sa paggawa ng tradisyunal na bariks bilang kanilang pangunahing kabuhayan at pinagkakakitaan. Ang Sasa o nipa na dominante sa kanilang lugar ang siyang naging isang pangunahing hilaw na materyales sa paggawa ng bariks. Hanggang sa kasalukuyan, patuloy itong ginagamit at masasalamin sa pang-araw-araw nilang buhay. Sa paglipas ng mga panahon, naging mahalagang bahagi na rin ito ng kanilang kultura at pamumuhay. Produktong patuloy na ibinebenta at ipinagmamalaki ng kanilang lugar. Kaya't kilala ang komunidad ng Cagbalogo bilang isa sa mga barangay sa Vinzons na mayroong pangunahing produksyon ng bariks. Ang barangay na ito ang maituturing na may malaking bentahan o pagawaan ng bariks dahil na rin sa heograpiya at lawak ng tumutubong Sasa o nipa sa kanilang lugar."
    },
    "mangcayo": {
      "text": "Hindi magpapahuli ang barangay ng Mangcayo pagdating sa produksyon ng bariks sa lalawigan ng Camarines Norte. Kabilang ang barangay ng Mangcayo sa bayan ng Vinzons na sagana pagdating sa Sasa o nipa. Natural itong makikita sa kanilang mga lupain kaya't madali lamang na mapagkukunan ito ng mga hilaw na materyales na ginagamit sa paggawa ng bariks. Makikita agad ang matataas at makapal nitong mga dahon sa magkabilang gilid ng kalsada papunta pa lamang sa kanilang komunidad. Simpleng namumuhay ang mga mamamayan rito. Pawang agrikultural tulad ng pagtatanim o pagsasaka ang pangunahing kabuhayan. Ang paggawa ng bariks ang isa sa mga pangunahing kabuhayan nila hanggang sa kasalukuyang panahon. Nagkaroon ito ng mahalagang gampanin hindi lamang sa pamumuhay ng mga lokal na mamamayan kundi nakapag-ambag din sa makulay na kultura ng kanilang barangay. Hindi maitatanggi na masasalamin pa rin ang  produksyon ng bariks sa kanilang komunidad. Patuloy itong isinasabuhay at pinapatatag ng mga lokal na mamamayan sa barangay Mangcayo. Kaya't hindi maitatanggi na isa rin ang barangay na ito sa mga itinuturing na may malaking produksyon ng bariks katulad ng barangay Cagbalogo. Kung titingnan, hindi nagkakalayo ang dalawang barangay sa produksyon, sapagkat pareho silang nagsasagawa ng pagbabariks bilang kanilang pangunahing kabuhayan at pinagkakakitaan.  Ang barangay Mangcayo ang pangalawang maituturing na mayroong masagana at malawak na produksyon o paggawa ng bariks sa Vinzons."
    },
    "matango": {
      "text": " Isa ang barangay Matango sa mga komunidad sa bayan ng Vinzons, Camarines Norte na mayroong mahabang kasaysayan ng produksyon ng tradisyunal na pagbabariks katulad ng iba pang mga karatig barangay sa Vinzons. Karaniwang umaasa ang mga mamamayan dito sa agrikultura partikular na sa paggamit ng Sasa o nipa sa paggawa ng bariks. Bukod pa sa ibang kabuhayan tulad ng pagtatanim at pagbebenta ng mga kakanin, hindi rin maitatanggi na sagana ang barangay na ito sa lawak ng taniman ng Sasa o nipa na siyang nagsisilbing alternatibong kabuhayan at produktong pinagkakakitaan ng mga pamilya rito. Nagsisilbi itong mahalagang bahagi ng kultura at pamumuhay ng lokal na komunidad. Noon pa man, isa na itong tradisyunal na kabuhayan at produktong ibinebenta. Kilala na ito  sa mga lokal na pamilihan at dinarayo rin ng ilang mga turista at negosyante mula sa ibang lugar. Sa kabila ng mga hamon sa produksyon at pagpapanatili nito, patuloy na ang barangay Matango bilang ang isa sa mga kilalang barangay na nagbibigay ng kaukulang pansin at halaga nito bilang kabuhayan at pagkakakilanlan. Bukod pa sa naunang dalawang barangay, ang barangay Matango ang maituturing na pangatlong mayroong malaking produksyon ng bariks sa Vinzons. "
    }
}