{
    "pauna1" :{
        "text":"Ang pag-aaral na ito ay nakatuon sa paglalahad ng kasaysayan at proseso ng paggawa ng Barikolkol, mas kilala bilang Bariks, sa bayan ng Vinzons, Camarines Norte. Sa kabila ng paglipas ng panahon at pag-usbong ng makabagong teknolohiya, nananatiling buhay ang tradisyunal na paraan ng paggawa ng inuming ito na mula sa katas ng sasa o nipa."
    },
    "pauna2" :{
        "text":"Layunin ng elektronikong aklat na ito na ipakita ang kahalagahan ng Bariks hindi lamang bilang isang produkto, kundi bilang bahagi ng pamana at kultura ng Vinzons. Ilalahad dito ang iba't ibang hakbang ng proseso ng paggawa ng Bariks—mula sa pag-aani ng katas ng sasa, hanggang sa pagdestila at pagbubote ng natapos na produkto. Ipababatid din sa mga mambabasa kung paano nagsisilbing kabuhayan ng ilang mamamayan ang gawaing ito, at kung paanong naipapasa sa bawat henerasyon ang kaalaman tungkol dito."
    },
    "pauna3" :{
        "text":"Bukod sa dokumentasyon ng proseso, layunin din ng aklat na ito na mapanatili at maipagpatuloy ang tradisyunal na pagbabariks sa modernong panahon. Sa pamamagitan ng paglikha ng isang elektronikong aklat, inaasahang mas mapapalawak ang kaalaman at kamalayan tungkol sa Bariks at maipasa ito hindi lamang sa loob ng komunidad kundi maging sa mas malawak pang saklaw."
    },
    "pauna4" :{
        "text":"Sa pamamagitan ng pagtalakay sa kasaysayan, proseso, at kahalagahan ng Bariks, inaasahang maipapakita na ito ay hindi lamang simpleng inumin kundi isang mahalagang bahagi ng kultura at pagkakakilanlan ng bayan ng Vinzons. Nawa'y magsilbi itong inspirasyon upang mas mapalalim ang pagpapahalaga at pagmamalasakit sa sariling kultura, at magsilbing gabay para sa mga susunod na henerasyon."
    },
    "inrtro1" :{
        "text":"Likas at natural na tumutubo ang Sasa o nipa sa mga barangay sa bayan ng Vinzons, Camarines Norte. Ang Sasa o nipa ay isang tropikal na halaman na tumutubo sa Pilipinas. Umaabot ng hanggang 9 na metro ang taas ng dahon nito. Ang bunga naman ay kumpol-kumpol na nakaayos sa pabilog na paraan, umaabot hanggang sa 25 cm ang lapad sa isang tangkay. Ang sasa ang pangunahing produktong ginagamit ng mga magbabariks sa bayan ng Vinzons upang makagawa ng Barikolkol o tinatawag sa lokal bilang bariks, isang mas pinaikling katawagan nito."
    },
    "inrtro2" :{
        "text":"Isa ang paggawa ng bariks sa mga tradisyunal na kabuhayan ng Vinzons Camarines Norte na mayroong mahabang kasaysayan at malaking kapakinabangan sa mga mamamayan dito.  Nagsilbi itong pagkakakilanlan at pangunahing pinagkakakitaan. Daluyan din ito  ng mayamang kultura, tradisyon, at mga paniniwala. Sumasalamin ito sa pagiging malikhain at maparaan ng mga Vinzoñians sa paggamit ng likas na yaman upang makabuo ng ganitong uri ng produkto. Ang preserbasyon ng kaalaman at kasanayan tungkol dito ay mahalaga at dapat pagyabungin pa sa mga susunod na henerasyon. "
    }
}