{
    "text1": "Sa bayan ng Vinzons, likas na bahagi na ng araw-araw na buhay ng ilang residente ang paggawa ng Bariks. Sa mga lokal na kabahayan, hindi na ito itinuturing na kakaiba kundi isang normal na gawain na nagmumula sa mahabang kasanayan at pasensya. Isang uri ng inuming lokal ang Bariks na ginagawa mula sa dagta ng puno ng nipa. Sa simpleng paraan ng pamumuhay sa kanilang lugar, malaki ang naitutulong ng paggawa ng Bariks hindi lamang sa aspeto ng kanilang kabuhayan kundi pati na rin sa pagpapatuloy ng kanilang tradisyong minana pa sa mga naunang henerasyon. Sa paggawa ng Bariks, mahalaga ang pagiging masinop at maingat sa bawat hakbang. Hindi ito basta-basta ginagawa dahil nangangailangan ito ng sapat na kaalaman at tiyaga upang maging maayos ang kalalabasan ng produkto. Sa kabila ng pagiging tradisyunal, nananatiling buhay ang kasanayang ito sa piling ng ilang mga mamamayan sa kanilang pamayanan.",
    "text2": "Nagsisimula ang proseso sa maingat na pagpili ng mga piling materyales tulad ng sasa o nipa. Kailangan munang maghintay hanggang sa lumaki at maging handa ang bunga ng sasa para hutukin. Kapag malaki na, huhutukin muna ito o huhulmahin upang lumambot at maging mas madali sa susunod na hakbang. Susundan ito ng paghawan sa tangkay at pag-sipa-sipa sa loob ng halos isang buwan. Mahalaga ang hakbang na ito para lumabas ang dagta na siyang pangunahing sangkap sa paggawa ng Bariks. Matapos ang isang buwan, puputulin ang dulo ng tangkay at lalagyan ito ng kawayan bilang sisidlan para saluhin ang lumalabas na dagta. Araw-araw, tuwing umaga at hapon, kinakailangan putulin muli ang dulo ng tangkay upang mapanatiling dumadaloy ang dagta. Sa panahong ito, napupuno ang mga lalagyan ng tuba na siyang magiging basehan ng paggawa ng Bariks. Kinakailangan dito ng anim hanggang pitong drum ng tuba upang makabuo ng isang drum ng bariks. Sa pagluluto ng tuba, iniaayos ang gatong upang mapanatili ang tamang init na tatagal ng dalawa hanggang tatlong oras. Sa yugtong ito, makikita ang unti-unting paghihiwalay ng purong Bariks at tubig sa pamamagitan ng tuong na inilalagay sa ibabaw ng lutuan ng tuba. Kusang lumalabas ang purong lambanog at sinasalo sa hiwalay na sisidlan habang iniiwan ang tubig na bahagi ng pinagpakuluang tuba.",
    "text3": "Isang mahaba at masinsinang gawain ang proseso ng paggawa ng Bariks na nangangailangan talaga ng tiyaga at panahon. Mula sa paghihintay na mamunga ang sasa, hanggang sa paghahanda at pagproseso ng katas nito para maging lambanog, hindi biro ang bawat hakbang. Kailangan bantayan at alagaan ang bawat bahagi ng proseso, mula sa pagkuha ng tuba hanggang sa pagluluto na umaabot ng ilang oras. Kahit medyo matrabaho at nangangailangan ng mahabang oras, hindi ito alintana ng mga gumagawa dahil alam nila na mahalaga ito sa kanilang kabuhayan at tradisyon. Sa patuloy na paggawa ng Bariks, naipapasa ang kaalaman at kasanayan sa susunod na henerasyon. Hindi lang para sa pang-araw-araw na pangangailangan ang kanilang pagsusumikap, kundi para rin mapanatili ang kultura ng komunidad."
}